Show / Hide Table of Contents
Enum DappedEndHaunchType
Type of haunch on dapped end
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum DappedEndHaunchType
Fields
 Name |  Description
 Both
Both sides
 Left
Left haunch
 None
No haunch
 Right
Right haunch
 Improve this Doc
 View Source